{
  "Marketing specialist,": "Marketing-Spezialist,",
  "senior graphic designer &": "Senior-Grafikdesigner und",
  "junior full stack developer.": "Junior-Full-Stack-Entwickler.",
  "Contact me": "Kontaktiere mich",
  "Developer": "Entwickler",
  "Diego's Full Stack portfolio": "Diego's Full-Stack-Portfolio",
  "Tic-Tac-Toe game": "Tic-Tac-Toe-Spiel",
  "Tic-Tac-Toe game for 2 players. Developed on Angular using Bootstrap library.": "Tic-Tac-Toe-Spiel für 2 Spieler. Entwickelt mit Angular und der Bootstrap-Bibliothek.",
  "Play a game now": "Jetzt spielen",
  "Go to Github now": "Jetzt zu Github gehen",
  "Countries API request": "Länder-API-Anfrage",
  "Play a flag quiz or check detailed info about countries. Developed on React using Chakkra library and public API of restcountries.com.": "Spiele ein Flaggen-Quiz oder überprüfe detaillierte Informationen über Länder. Entwickelt mit React unter Verwendung der Chakra-Bibliothek und der öffentlichen API von restcountries.com.",
  "Check deployed version": "Überprüfe die bereitgestellte Version",
  "Pizzeria menu, with clients-admin role users. Admins can do a full CRUD, clients can do orders. Developed on Angular using Bootstrap library and a local DB based on NodeJS.": "Pizzeria-Menü mit Benutzern in den Rollen Client und Admin. Admins können ein vollständiges CRUD durchführen, Kunden können Bestellungen aufgeben. Entwickelt mit Angular unter Verwendung der Bootstrap-Bibliothek und einer lokalen Datenbank basierend auf NodeJS.",
  "Check client's role now": "Überprüfe die Rolle des Kunden jetzt",
  "This current website": "Diese aktuelle Website",
  "Personal website to show my portfolios and launch it as a platform to get jobs and collaborations. Currently working on the user area. Developed on Angular using Bootstrap library and backend with NodeJS and MongoDB. Everything deplyed on Vercel.": "Persönliche Website, um meine Portfolios zu zeigen und sie als Plattform zum Erhalten von Jobs und Zusammenarbeit zu starten. Derzeit arbeite ich am Benutzerbereich. Entwickelt mit Angular unter Verwendung der Bootstrap-Bibliothek und einer Backend-Lösung mit NodeJS und MongoDB. Alles wird auf Vercel bereitgestellt.",
  "Close": "Schließen",
  "Graphic": "Grafik",
  "designer": "Designer",
  "Diego's graphic design portfolio": "Diego's Grafikdesign-Portfolio",
  "Product gallery": "Produktgalerie",
  "Product gallery for Amazon.": "Produktgalerie für Amazon.",
  "Icons creation": "Icon-Erstellung",
  "Icons creation either for web design, product galleries or corporate identity manual.": "Icon-Erstellung für Webdesign, Produktgalerien oder das Unternehmensidentitätsmanual.",
  "Corporate identity manual": "Unternehmensidentitätsmanual",
  "Full creation of a corporate identity manual, from logo to uses of the brand identity.": "Vollständige Erstellung eines Unternehmensidentitätsmanuals, von der Logoerstellung bis zur Verwendung der Markenidentität.",
  "Amazon's brand store creation. Boosting user experience and helping users to find the right product.": "Erstellung des Markenshops von Amazon. Verbesserung der Benutzererfahrung und Unterstützung der Benutzer bei der Suche nach dem richtigen Produkt.",
  "Product video, either for commercial or as complementary for product galleries.": "Produktvideo, entweder für kommerzielle Zwecke oder als Ergänzung zu Produktgalerien.",
  "Go to portfolio": "Zum Portfolio gehen",
  "CV Request": "Lebenslauf anfordern",
  "Get it": "Erhalten",
  "Seems like you are interested...": "Es scheint, als wärst du interessiert...",
  "What's your name?": "Wie ist dein Name?",
  "This field is mandatory.": "Dieses Feld ist obligatorisch.",
  "Maximum 20 characters.": "Maximal 20 Zeichen.",
  "Maximum 300 characters.": "Maximal 300 Zeichen.",
  "Minimum 3 characters.": "Mindestens 3 Zeichen.",
  "Please place here a valid email": "Bitte gib hier eine gültige E-Mail-Adresse ein.",
  "You need to type a valid email.": "Du musst eine gültige E-Mail-Adresse eingeben.",
  "Send": "Senden",
  "User area": "Benutzerbereich",
  "Either you have an account,": "Entweder hast du ein Konto,",
  "or you need to create one.": "oder du musst eins erstellen.",
  "Choose wisely the right button.": "Wähle den richtigen Button mit Bedacht.",
  "Log in": "Einloggen",
  "Register": "Registrieren",
  "Services": "Dienstleistungen",
  "Services offered": "Angebotene Dienstleistungen",
  "Digital Marketing Strategies": "Strategien für digitales Marketing",
  "Drive your online business with effective digital strategies and personalized campaigns. Reach your target audience and increase your online presence.": "Führe dein Online-Geschäft mit effektiven digitalen Strategien und personalisierten Kampagnen. Erreiche deine Zielgruppe und steigere deine Online-Präsenz.",
  "Social Media Management": "Social-Media-Management",
  "Build a strong social media presence. Create engaging content, interact with your audience, and boost brand visibility and engagement.": "Baue eine starke Präsenz in den sozialen Medien auf. Erstelle ansprechenden Inhalt, interagiere mit deiner Zielgruppe und steigere die Sichtbarkeit und das Engagement deiner Marke.",
  "Brand Identity Design": "Markenidentitätsdesign",
  "Create a unique and appealing brand image. Design logos, color palettes, and visual elements that reflect your brand's personality.": "Erstelle ein einzigartiges und ansprechendes Markenbild. Gestalte Logos, Farbpaletten und visuelle Elemente, die die Persönlichkeit deiner Marke widerspiegeln.",
  "Promotional Materials Design": "Design von Werbematerialien",
  "Stand out with impactful promotional materials. Design eye-catching brochures, posters, and banners to capture the attention of your customers.": "Stechen Sie mit wirkungsvollen Werbematerialien heraus. Gestalten Sie auffällige Broschüren, Poster und Banner, um die Aufmerksamkeit Ihrer Kunden zu erregen.",
  "Custom Website Development": "Individuelle Website-Entwicklung",
  "Create tailored websites. Modern design, intuitive development, and customized features to meet your business needs.": "Erstellen Sie maßgeschneiderte Websites. Modernes Design, intuitive Entwicklung und individuelle Funktionen, um Ihren Geschäftsanforderungen gerecht zu werden.",
  "Website and Application Maintenance": "Wartung von Websites und Anwendungen",
  "Keep your systems up and running. Update, troubleshoot, and improve the performance of your websites and applications.": "Halte deine Systeme am Laufen. Aktualisiere, behebe Probleme und verbessere die Leistung deiner Websites und Anwendungen.",
  "Name": "Name",
  "Email": "E-Mail",
  "Leave a message": "Hinterlasse eine Nachricht",
  "website developed by": "Website entwickelt von",
  "check full": "Überprüfe den vollständigen",
  "code": "Code",
  "on": "auf",
  "My area": "Mein Bereich",
  "Log out": "Ausloggen"
}
