{
    "Marketing specialist,": "Especialista en marketing,",
    "senior graphic designer &": "diseñador gráfico senior y",
    "junior full stack developer.": "desarrollador full stack junior.",
    "Contact me": "Contáctame",
    "Developer": "Desarrollador",
    "Diego's Full Stack portfolio": "Portfolio de desarrollador",
    "Tic-Tac-Toe game": "Juego tres en raya",
    "Tic-Tac-Toe game for 2 players. Developed on Angular using Bootstrap library.": "Juego de Tic-Tac-Toe para 2 jugadores. Desarrollado en Angular utilizando la biblioteca Bootstrap.",
    "Play a game now": "Jugar ahora",
    "Go to Github now": "Ir a Github",
    "Countries API request": "API request de países",
    "Play a flag quiz or check detailed info about countries. Developed on React using Chakkra library and public API of restcountries.com.": "Juega a un quiz de banderas o consulta información detallada sobre países. Desarrollado en React utilizando la biblioteca Chakra y la API pública de restcountries.com.",
    "Check deployed version": "Versión en línea",
    "Pizzeria menu, with clients-admin role users. Admins can do a full CRUD, clients can do orders. Developed on Angular using Bootstrap library and a local DB based on NodeJS.": "Menú de pizzería, con usuarios con roles de cliente y administrador. Los administradores pueden realizar operaciones completas de CRUD, mientras que los clientes pueden realizar pedidos. Desarrollado en Angular utilizando la biblioteca Bootstrap y una base de datos local basada en NodeJS.",
    "Check client's role now": "Ver versión del cliente en línea",
    "This current website": "Esta página web",
    "Personal website to show my portfolios and launch it as a platform to get jobs and collaborations. Currently working on the user area. Developed on Angular using Bootstrap library and backend with NodeJS and MongoDB. Everything deplyed on Vercel.": "Sitio web personal para mostrar mis portafolios y lanzarlo como una plataforma para obtener trabajos y colaboraciones. Actualmente trabajando en el área de usuarios. Desarrollado en Angular utilizando la biblioteca Bootstrap y con un backend de NodeJS y MongoDB. Todo desplegado en Vercel.",
    "Close": "Cerrar",
    "Graphic": "Diseño",
    "designer": "gráfico",
    "Diego's graphic design portfolio": "Portfolio de diseño gráfico",
    "Product gallery": "Galería del producto",
    "Product gallery for Amazon.": "Galería de producto para Amazon",
    "Icons creation": "Creación de iconos",
    "Icons creation either for web design, product galleries or corporate identity manual.": "Creación de iconos tanto para diseño web, galerías de productos o manual de identidad corporativa.",
    "Corporate identity manual": "Manual de identidad corporativa",
    "Full creation of a corporate identity manual, from logo to uses of the brand identity.": "Creación completa de un manual de identidad corporativa, desde el logotipo hasta el uso de la identidad de marca.",
    "Amazon's brand store creation. Boosting user experience and helping users to find the right product.": "Creación de la Brand-Store de Amazon. Mejorando la experiencia del usuario y ayudando a los usuarios a encontrar el producto adecuado.",
    "Product video, either for commercial or as complementary for product galleries.": "Creación de videos de productos, ya sea para uso comercial o como complemento para galerías de productos.",
    "Go to portfolio": "Ir al portfolio",
    "CV Request": "Solicitar CV",
    "Get it": "Recíbelo",
    "Seems like you are interested...": "Parece que te interesa...",
    "What's your name?": "¿Cómo te llamas?",
    "This field is mandatory.": "Campo obligatorio",
    "Maximum 20 characters.": "Máximo 20 caracteres",
    "Maximum 300 characters.": "Máximo 300 caracteres",
    "Minimum 3 characters.": "Mínimo 3 caracteres",
    "Please place here a valid email": "Por favor, coloque aquí un correo electrónico válido.",
    "You need to type a valid email.": "Necesita un email válido.",
    "Send": "Enviar",
    "User area": "Área del usuario",
    "Either you have an account,": "O tienes una cuenta,",
    "or you need to create one.": "o necesitas crear una.",
    "Choose wisely the right button.": "Elige correctamente el botón.",
    "Log in": "Iniciar sesión",
    "Register": "Registrarme",
    "Services": "Servicios",
    "Services offered": "Servicios ofertados",
    "Digital Marketing Strategies": "Estrategias de marketing digital",
    "Drive your online business with effective digital strategies and personalized campaigns. Reach your target audience and increase your online presence.": "Impulsa tu negocio en línea con estrategias digitales efectivas y campañas personalizadas. Llega a tu audiencia objetivo y aumenta tu presencia en línea.",
    "Social Media Management": "Gestión de redes sociales",
    "Build a strong social media presence. Create engaging content, interact with your audience, and boost brand visibility and engagement.": "Construye una sólida presencia en las redes sociales. Crea contenido atractivo, interactúa con tu audiencia y aumenta la visibilidad y el compromiso de tu marca.",
    "Brand Identity Design": "Diseño de identidad de marca",
    "Create a unique and appealing brand image. Design logos, color palettes, and visual elements that reflect your brand's personality.": "Crea una imagen de marca única y atractiva. Diseña logotipos, paletas de colores y elementos visuales que reflejen la personalidad de tu marca.",
    "Promotional Materials Design": "Diseño de material promocional",
    "Stand out with impactful promotional materials. Design eye-catching brochures, posters, and banners to capture the attention of your customers.": "Destácate con materiales promocionales impactantes. Diseña folletos, carteles y pancartas llamativas para captar la atención de tus clientes.",
    "Custom Website Development": "Desarrollo de páginas web personalizadas",
    "Create tailored websites. Modern design, intuitive development, and customized features to meet your business needs.": "Crea sitios web personalizados. Diseño moderno, desarrollo intuitivo y características personalizadas para satisfacer las necesidades de tu negocio.",
    "Website and Application Maintenance": "Mantenimiento de sitios web y aplicaciones.",
    "Keep your systems up and running. Update, troubleshoot, and improve the performance of your websites and applications.": "Mantén tus sistemas en funcionamiento. Actualiza, soluciona problemas y mejora el rendimiento de tus sitios web y aplicaciones.",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Leave a message": "Escribe un mensaje",
    "website developed by": "página web desarrollada por",
    "check full": "obtén todo el",
    "code": "código",
    "on": "en",
    "My area": "Mi área",
    "Log out": "Cerrar sesión",
    "Sign in": "Iniciar sesión",
    "Password": "Contraseña",
    "Forgot your password? Reset now.": "¿No recuerdas tu contraseña? Resetéala ahora.",
    "Don't you have an account yet? Sign up here.": "¿No tienes cuenta? Regístrate aquí.",
    "Did you forgot your password?": "¿Has olvidado tu contraseña?",
    "Place your email to reset password.": "Escribe tu email para resetar contraseña.",
    "Sign up": "Regístrate",
    "Do you have an account? Sign in here.": "¿Tienes una cuenta? Inicia sesión aquí."
}
